Repository: garydossantos87/CatalogTest
Catalog: CatalogTest/Commons/Resources/Translations/*.lproj/Localizable.strings
Languages: es

source: Catalogs
es: Catálogos

source: Coupon
es: Cupón

source: Store detail
es: Detalle de la tienda

# start_navigation
source: Do you want to start navigation?
es: ¿Quieres iniciar navegación?

# open_maps_message
source: Your phone's map application will open
es: Se abrirá la aplicación de mapas de tu teléfono

source: Cancel
es: Cancelar

source: Allow
es: Permitir

# start_browser
source: Do you want to see the website of the store?
es: ¿Quieres ver la web de la tienda?

# open_browser_message
source: The default browser of your phone will open
es: Se abrirá el browser por defecto de tu teléfono

# start_phone
source: Do you want to call this number?
es: ¿Quieres llamar a este número?

# open_phone_message
source: Your phone's calling application will open
es: Se abrirá la aplicación de llamada de tu teléfono

# error_nearest_store
source: There is no store near
es: No hay ninguna tienda cerca

# unexpected_error_title
source: Oh, wow!
es: ¡Oh, vaya!

source: Accept
es: Aceptar
